Revit 2027 API
ParameterTypeId.ContourLabelsRelativeBase Property
 "Relative Base"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContourLabelsRelativeBase { get; }
Public Shared ReadOnly Property ContourLabelsRelativeBase As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContourLabelsRelativeBase {
	ForgeTypeId^ get ();
}
static member ContourLabelsRelativeBase : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace